export const messages = {
  welcome: "Добро пожаловать в MyWeekendsBot! 👋 Чем могу помочь?",
  help: "Доступные команды:\n/start - Запустить бота\n/help - Показать это сообщение\n/check ДД.ММ - Проверить выходной ли день",
  provideDateFormat:
    "Пожалуйста, укажите дату в формате ДД.ММ или ДД.ММ.ГГ\nПример: /check 17.05 или /check 17.05.25",
  invalidDateFormat:
    "Неверный формат даты. Используйте формат ДД.ММ или ДД.ММ.ГГ",
  dayOff: "выходной! 🎉",
  workDay: "рабочий день! 💼",
  unknownCommand:
    "Неизвестная команда. Напишите /help чтобы увидеть доступные команды.",
  today: "Сегодня",
  tomorrow: "Завтра",
  week: "Неделя",
  month: "Месяц",
  weekView: "Просмотр недели",
  monthView: "Просмотр месяца",
  selectOption: "Выберите опцию:",
  monthHeader: "График на месяц:",
  weekHeader: "График на неделю:",
};
